Repository: backrunner/prompti
Catalog: Prompti/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld active filters
zh_hans: 已选 %lld 个筛选条件

source: %lld of %lld questions passed review. You can start now or try to add the rest.
zh_hans: 共 %2$lld 道题，已有 %1$lld 道通过审核。可以先开始练习，也可以继续生成剩余题目。

source: %lld of %lld questions prepared
zh_hans: 已准备 %1$lld 道，共 %2$lld 道

source: %lld questions
zh_hans: %lld 道题

source: 1. Sign in securely in your browser.
zh_hans: 1. 在浏览器中安全登录。

source: 2. Return here and paste the code.
zh_hans: 2. 返回此处并粘贴授权码。

source: A flight route arriving at a city
zh_hans: 一条抵达城市的飞行路线

source: A little more confident.
zh_hans: 这次先练到这里。

source: A little practice. A world of confidence.
zh_hans: 每天练几句，旅行时用得上。

source: A little practice. More confidence.
zh_hans: 每天练几句，旅行时用得上。

source: A small practice goes a long way.
zh_hans: 先从几句常用语开始。

source: API key
zh_hans: API 密钥

source: API key deleted from this device.
zh_hans: 已从此设备删除 API 密钥。

source: API keys
zh_hans: API 密钥

source: Add
zh_hans: 添加

source: Add a custom scene
zh_hans: 添加自定义场景

source: Add a destination
zh_hans: 添加目的地

source: Add an API key in Model Settings.
zh_hans: 请在“模型设置”中填写 API 密钥。

source: Add credits to your model account, or choose another model in Settings.
zh_hans: 模型账号额度不足。请充值，或在设置中更换模型。

source: Add destination
zh_hans: 添加目的地

source: Adjust practice
zh_hans: 调整练习设置

source: Advance preparation has reached today's limit. You can still start practice yourself.
zh_hans: 今日提前准备的题量已达上限。你仍可以手动开始新练习。

source: All
zh_hans: 全部

source: All destinations
zh_hans: 所有目的地

source: All languages
zh_hans: 所有语言

source: All questions passed review.
zh_hans: 所有题目均已通过审核。

source: All scenes
zh_hans: 所有场景

source: Answered questions and learning history stay saved.
zh_hans: 已答过的题目和学习记录会保留。

source: Answered questions, excluding skips
zh_hans: 已答题数，不含跳过的题目

source: Any destination
zh_hans: 自选目的地

source: Any time
zh_hans: 不限时间

source: Apple On-Device
zh_hans: Apple 设备端模型

source: Approve Prompti, then copy the authorization code shown by OpenRouter.
zh_hans: 授权 Prompti 后，复制 OpenRouter 显示的授权码。

source: Approved questions will wait here.
zh_hans: 准备好的题目会显示在这里，点开即可练习。

source: Attractions
zh_hans: 景点

source: Authorization code
zh_hans: 授权码

source: Back
zh_hans: 返回

source: Base URL
zh_hans: API 基础地址

source: Basic
zh_hans: 基本交流

source: Browse cities
zh_hans: 浏览城市

source: Cancel
zh_hans: 取消

source: Cancel generation
zh_hans: 取消生成

source: Cancelled
zh_hans: 已取消

source: Change destination
zh_hans: 更换目的地

source: Chat Completions and compatible endpoints
zh_hans: Chat Completions 及兼容接口

source: Check answer
zh_hans: 提交答案

source: Check the meaning
zh_hans: 再看看意思是否准确

source: Checking meaning
zh_hans: 正在评估回答

source: Checking safety and quality
zh_hans: 正在审核题目

source: Choose a destination
zh_hans: 选择目的地

source: Choose at least one scene, one question style and 1–20 questions.
zh_hans: 请至少选择一个场景、一种题型，并将题量设为 1–20 题。

source: Choose the language used for translations and explanations
zh_hans: 用哪种语言查看翻译和讲解

source: Choose your AI
zh_hans: 选择 AI 模型

source: Choose your language
zh_hans: 选择学习语言

source: City
zh_hans: 城市

source: City and country are all we need.
zh_hans: 只需填写城市和国家或地区。

source: City or country
zh_hans: 搜索城市、国家或地区

source: Clear
zh_hans: 清除

source: Clear a filter or choose a broader review range.
zh_hans: 试试减少筛选条件，或扩大日期范围。

source: Clear filters
zh_hans: 清除筛选

source: Clear unused questions
zh_hans: 清空未练题目

source: Clear unused questions and pause preparation?
zh_hans: 清空未练题目并暂停提前准备？

source: Close
zh_hans: 关闭

source: Compare answer
zh_hans: 对照参考答案

source: Compare your answer
zh_hans: 对照参考答案

source: Complete a practice set to build your travel phrase history.
zh_hans: 练过的题目会保存在这里，方便随时复习。

source: Complete a scored question to unlock accuracy and weekly trends.
zh_hans: 完成计分题后，就能在这里查看正确率和每周练习情况。

source: Connect a model in Settings to continue.
zh_hans: 请先在设置中连接一个模型，再继续练习。

source: Connect an account, or use your own API key.
zh_hans: 使用模型服务商账号登录，或填写 API 密钥。

source: Connect and verify
zh_hans: 连接并验证

source: Connect using an authorization code
zh_hans: 使用授权码连接

source: Connect with OpenRouter
zh_hans: 通过 OpenRouter 连接

source: Connect your account
zh_hans: 连接模型账号

source: Connected. Your model is ready.
zh_hans: 连接成功，可以开始练习了。

source: Connection
zh_hans: 连接方式

source: Connection check
zh_hans: 连接测试

source: Connection verified
zh_hans: 连接已验证

source: Connection verified. JSON mode will be used.
zh_hans: 连接成功，将使用 JSON 格式生成题目。

source: Connection verified. Structured Outputs enabled.
zh_hans: 连接成功，将按指定的题目格式生成。

source: Context
zh_hans: 场景信息

source: Continue
zh_hans: 继续

source: Country or region
zh_hans: 国家或地区

source: Create
zh_hans: 生成

source: Creating useful questions
zh_hans: 正在生成题目

source: Customize
zh_hans: 自定义练习

source: Customize practice
zh_hans: 自定义练习

source: Daily preparation limit: %lld
zh_hans: 每天最多准备 %lld 道题

source: Date
zh_hans: 日期

source: Default practice
zh_hans: 默认学习语言

source: Default set
zh_hans: 每组题数

source: Delete API key
zh_hans: 删除 API 密钥

source: Delete the API key from this device?
zh_hans: 从此设备删除 API 密钥？

source: Destination
zh_hans: 目的地

source: Destination picks
zh_hans: 当地特色场景

source: Difficulty
zh_hans: 难度

source: Dining
zh_hans: 用餐

source: Directions
zh_hans: 问路

source: Disconnect this model
zh_hans: 断开当前模型连接

source: Disconnected on this device. You can revoke the key in your provider account.
zh_hans: 已断开本机连接。你也可以在服务商账号中撤销对应密钥。

source: Done
zh_hans: 完成

source: Enable microphone and speech recognition in Settings to practice speaking.
zh_hans: 如需录音作答，请在系统设置中允许使用麦克风和语音识别。

source: End practice
zh_hans: 结束练习

source: English
zh_hans: 英语

source: Enter a short travel situation.
zh_hans: 请简单描述一个旅行中会遇到的场景。

source: Everyday sentences for simple conversations
zh_hans: 用常用句子完成简单对话

source: Everyday travel
zh_hans: 常用旅行场景

source: Exercises are generated on this device. Prompti still checks every question before showing it.
zh_hans: 题目直接在本机生成，通过审核后才会显示。

source: Explanations
zh_hans: 讲解语言

source: Expression matched
zh_hans: 表达正确

source: Extra model usage
zh_hans: 提前准备可能产生额外费用

source: Fast
zh_hans: 快速

source: Fast practice for any destination.
zh_hans: 选好目的地，练习点餐、问路、入住等常用对话。

source: Fill the gap
zh_hans: 填空题

source: Filter review
zh_hans: 筛选复习内容

source: Finish with completed questions
zh_hans: 结束并保留本次进度

source: Finishing transcript
zh_hans: 正在整理识别结果

source: Fluent
zh_hans: 流畅表达

source: Food delivery
zh_hans: 外卖

source: GPT, Claude, Gemini and more
zh_hans: GPT、Claude、Gemini 等多种模型

source: Gap %lld
zh_hans: 第 %lld 个空

source: Generate questions
zh_hans: 生成题目

source: Good progress. A quick review will make this route feel easier.
zh_hans: 有些题目还需要巩固，去复习里再练一遍吧。

source: Hear prompt
zh_hans: 播放题目

source: Hear sample answer
zh_hans: 播放参考答案

source: Help
zh_hans: 求助

source: History
zh_hans: 全部记录

source: Hotel
zh_hans: 酒店

source: How Prompti counts
zh_hans: 统计方式

source: IC card
zh_hans: 交通 IC 卡

source: If sign in cannot return to Prompti, use an authorization code instead.
zh_hans: 如果登录后无法自动返回 Prompti，可以使用授权码完成连接。

source: Import local data
zh_hans: 导入本地数据

source: Import local learning data into this account?
zh_hans: 将本地学习数据导入当前账户？

source: Import previous local data
zh_hans: 导入原有本地数据

source: Imported %lld records. Existing history was preserved.
zh_hans: 已导入 %lld 条记录，原有学习记录已保留。

source: Includes generation, reviews, speech feedback and connection tests for the most recent 1,000 requests. Failed requests and fallbacks count too. Missing token usage is unknown; provider billing is authoritative.
zh_hans: 统计最近 1,000 次生成题目、内容审核、口语反馈和连接测试，包含失败请求及切换兼容方式后的重试。服务商未返回的 token 用量显示为未知，实际费用以服务商账单为准。

source: Inventory target: %lld
zh_hans: 保留 %lld 道待练题目

source: Keep enabled
zh_hans: 保持开启

source: Keep practicing
zh_hans: 继续练习

source: Keep the situation under 80 characters.
zh_hans: 场景描述不能超过 80 个字符。

source: Keep your route moving
zh_hans: 今天再练几句

source: Keys stay in your iPhone Keychain and never sync to iCloud.
zh_hans: API 密钥只保存在本机钥匙串中，不会同步到 iCloud。

source: Language
zh_hans: 学习语言

source: Languages
zh_hans: 语言

source: Last 30 days
zh_hans: 最近 30 天

source: Last 7 days
zh_hans: 最近 7 天

source: Last sync event
zh_hans: 最近同步时间

source: Learning data
zh_hans: 学习数据

source: Learning data could not be opened. Retry before practicing.
zh_hans: 学习数据暂时无法读取，请重试后再开始练习。

source: Learning data is saved on this device. Each iCloud account uses separate storage; signing in does not automatically import signed-out data. Keys never sync.
zh_hans: 学习数据保存在本机，不同 iCloud 账户的数据分开存储。登录后，未登录期间的记录需要手动导入。API 密钥不会同步。

source: Learning data unavailable
zh_hans: 学习数据暂不可用

source: Let’s get started
zh_hans: 开始设置

source: Links and instruction-like text are not allowed.
zh_hans: 请只描述旅行场景，不要加入链接或要求模型执行的指令。

source: Manage OpenRouter account
zh_hans: 管理 OpenRouter 账号

source: Meaning matched
zh_hans: 意思表达准确

source: Mistakes
zh_hans: 错题

source: Model
zh_hans: 模型

source: Model ID
zh_hans: 模型 ID

source: Model usage on this device
zh_hans: 本机模型使用量

source: More connection options
zh_hans: 更多连接方式

source: Mostly understandable
zh_hans: 表达接近参考答案

source: Natural
zh_hans: 自然交流

source: Natural phrasing and closer distractors
zh_hans: 练习更自然的说法，区分意思相近的选项

source: Needs another look
zh_hans: 还需巩固

source: Next question
zh_hans: 下一题

source: Next stop
zh_hans: 旅行目的地

source: No active filters
zh_hans: 未设置筛选条件

source: No match yet
zh_hans: 没有找到目的地

source: No matching questions
zh_hans: 没有符合条件的题目

source: No mistakes waiting
zh_hans: 暂无待复习的错题

source: No question history yet
zh_hans: 还没有练习记录

source: No questions passed Prompti's safety and quality checks.
zh_hans: 这批题目未通过安全与质量审核，请调整场景后重试。

source: No reported questions
zh_hans: 暂无已反馈的题目

source: No response recorded
zh_hans: 未收到模型回复

source: No skipped questions
zh_hans: 暂无跳过的题目

source: No system voice is available for this language.
zh_hans: 系统暂不支持朗读这种语言。

source: Normal
zh_hans: 正常

source: Not counted
zh_hans: 不计分

source: Not ready for this device or language
zh_hans: 当前设备或所选语言暂不支持

source: Not selected
zh_hans: 未选择

source: Nothing appears in your tray until it passes review.
zh_hans: 题目通过审核后才会加入题库。

source: Nuanced, region-aware conversation
zh_hans: 练习更细致的表达和当地常用说法

source: Offline; saved on this device
zh_hans: 当前离线，数据已保存在本机

source: On this device
zh_hans: 本机存储

source: One account. More possibilities.
zh_hans: 一个账号，使用多种模型

source: One quick question
zh_hans: 快速练一题

source: Open Settings
zh_hans: 打开系统设置

source: Open model settings
zh_hans: 打开模型设置

source: Open secure sign in
zh_hans: 前往浏览器登录

source: OpenAI Chat / Compatible
zh_hans: OpenAI Chat / 兼容服务

source: OpenRouter could not finish connecting this device. Try signing in again.
zh_hans: OpenRouter 未能完成连接，请重新登录。

source: OpenRouter · Sign in
zh_hans: OpenRouter · 账号授权

source: Packing your travel context
zh_hans: 正在准备场景信息

source: Pick your next stop
zh_hans: 想去哪里旅行？

source: Practice
zh_hans: 练习

source: Practice all mistakes
zh_hans: 练习全部错题

source: Practice complete
zh_hans: 练习完成

source: Practice defaults
zh_hans: 默认练习设置

source: Practice for your next conversation.
zh_hans: 出发前，练好旅行常用语。

source: Practice landed
zh_hans: 练习完成

source: Practice mix
zh_hans: 练习分布

source: Practice preferences
zh_hans: 练习偏好

source: Practice set
zh_hans: 本组练习

source: Practice skipped questions
zh_hans: 练习跳过的题目

source: Practice this question
zh_hans: 练习这道题

source: Preparation pauses in Low Power Mode, on low battery or a constrained connection. The daily limit resets at midnight UTC; failed or cancelled requests also use the limit.
zh_hans: 低电量模式、电量不足或网络受限时会暂停。每日题量上限在协调世界时（UTC）零点重置；失败或取消的请求也会占用当天题量。

source: Prepare only on Wi-Fi
zh_hans: 仅通过 Wi-Fi 提前准备

source: Prepare questions in advance
zh_hans: 提前准备题目

source: Prepared questions completed
zh_hans: 已练完准备好的题目

source: Preparing a few approved questions while Prompti is open.
zh_hans: 正在提前准备题目，通过审核后即可练习。

source: Preparing questions before you ask for them can consume additional tokens and may create charges from your model provider.
zh_hans: 提前准备会在你尚未开始练习时调用模型，消耗额外 token，并可能产生服务商费用。

source: Preparing the remaining questions
zh_hans: 正在生成剩余题目

source: Preparing your conversation
zh_hans: 正在准备练习

source: Previous storage and signed-out learning data will be copied into the currently open account. It can sync to this iCloud account when available. Only import data that belongs here. Existing history and the original local copy stay saved.
zh_hans: 旧版本和未登录期间的学习记录会复制到当前账户，并在 iCloud 可用时同步。请确认这些记录属于当前账户。原有学习记录和本地副本都会保留。

source: Private and on-device
zh_hans: 在本机生成练习

source: Progress
zh_hans: 进度

source: Progress saved
zh_hans: 进度已保存

source: Prompti could not confidently match the key phrase, so this attempt was not scored.
zh_hans: 暂时无法确认你的回答是否表达了所需的意思，本次不计分。可以对照参考答案后再试一次。

source: Prompti did not score this attempt. Try again somewhere quieter or compare the sample answer.
zh_hans: 这次语音识别结果不够可靠，作答未计分。可以换个安静的地方重录，或对照参考答案。

source: Provider
zh_hans: 服务商

source: Question %lld of %lld
zh_hans: 第 %1$lld 题，共 %2$lld 题

source: Question generation
zh_hans: 生成题目

source: Question inventory
zh_hans: 待练题目管理

source: Question may be wrong
zh_hans: 反馈题目问题

source: Question options
zh_hans: 题目操作

source: Question review
zh_hans: 题目审核

source: Question styles
zh_hans: 题型

source: Question tray
zh_hans: 待练题目

source: Questions
zh_hans: 题目数量

source: Questions answered during the last 7 days
zh_hans: 最近 7 天作答题目数

source: Questions you miss wait here until you answer them correctly. All attempts remain in History.
zh_hans: 答错的题目会收在这里，复习答对后移出。所有作答仍可在“全部记录”中查看。

source: Questions you miss will appear here for a calm second look.
zh_hans: 答错的题目会收在这里，方便再练一遍。

source: Questions you miss will stay here, even after you master them later.
zh_hans: 这里保留答错过的题目，包括后来已经答对的题目。

source: Questions you report are isolated and listed here for reference.
zh_hans: 你反馈过问题的题目会保留在这里，之后不会再出现在练习中。

source: Questions you skip will wait here when you are ready to return.
zh_hans: 跳过的题目会保留在这里，随时可以接着练。

source: Questions, attempts and progress use your private iCloud database. Keys never sync.
zh_hans: 题目、作答记录和学习进度会通过你的 iCloud 账户同步。API 密钥不会同步。

source: Quick Q&A
zh_hans: 选择题

source: Quick question
zh_hans: 快速练一题

source: Ramen shop
zh_hans: 拉面店

source: Ready for departure
zh_hans: 练习已准备好

source: Ready for your next stop
zh_hans: 准备下一次练习

source: Ready to practice
zh_hans: 可以开始练习了

source: Ready when you are
zh_hans: 随时开始练习

source: Recent requests
zh_hans: 最近请求数

source: Recently mastered
zh_hans: 最近答对

source: Recommended for new OpenAI setups
zh_hans: 首次连接 OpenAI 时推荐使用

source: Reconnect OpenRouter
zh_hans: 重新连接 OpenRouter

source: Record again
zh_hans: 重新录音

source: Record answer
zh_hans: 录音作答

source: Recording could not start. You can still compare the sample answer.
zh_hans: 暂时无法录音，可以输入回答或查看参考答案。

source: Removed from future practice
zh_hans: 已从后续练习中移除

source: Replace API key
zh_hans: 替换 API 密钥

source: Reported
zh_hans: 已反馈

source: Reported input tokens
zh_hans: 服务商返回的输入 token 数

source: Reported output tokens
zh_hans: 服务商返回的输出 token 数

source: Request failed
zh_hans: 请求失败

source: Requests with unknown usage
zh_hans: 用量未知的请求

source: Response received
zh_hans: 已收到模型回复

source: Retry iCloud connection
zh_hans: 重试 iCloud 连接

source: Retry remaining questions
zh_hans: 重新生成剩余题目

source: Review
zh_hans: 复习

source: Review mode
zh_hans: 复习范围

source: Right on route
zh_hans: 回答正确

source: Route complete
zh_hans: 本组练习已结束

source: Run setup again
zh_hans: 重新进行初始设置

source: Run setup again?
zh_hans: 重新进行初始设置？

source: Sample: %@
zh_hans: 参考答案：%@

source: Saved on this device; waiting for iCloud
zh_hans: 已保存在本机，等待 iCloud 同步

source: Say hello to the world.
zh_hans: 出发前， 练好旅行常用语。

source: Scene
zh_hans: 场景

source: Scene review
zh_hans: 场景审核

source: Scenes
zh_hans: 旅行场景

source: Search another city or add your own.
zh_hans: 尝试搜索其他城市，或添加自己的目的地。

source: See trip summary
zh_hans: 查看练习总结

source: Selected
zh_hans: 已选择

source: Selected scenes: %@
zh_hans: 已选场景：%@

source: Semantic feedback is unavailable. This attempt was not scored. Compare the sample answer or try again.
zh_hans: 暂时无法评估回答，本次作答未计分。可以对照参考答案，或稍后重试。

source: Set your pace
zh_hans: 设置练习偏好

source: Settings
zh_hans: 设置

source: Shopping
zh_hans: 购物

source: Short phrases and generous hints
zh_hans: 从简短常用语开始，配有更多提示

source: Sign in cancelled. You can try again whenever you’re ready.
zh_hans: 已取消登录，需要时可以重新连接。

source: Sign in to another account
zh_hans: 换一个账号登录

source: Sign in was cancelled or not approved.
zh_hans: 登录已取消或未获授权，请重试。

source: Skip question
zh_hans: 跳过此题

source: Skipped
zh_hans: 已跳过

source: Skipped and reported questions never reduce your accuracy.
zh_hans: 跳过或反馈有问题的题目不会计入答错，也不会降低正确率。

source: Skipped earlier
zh_hans: 之前已跳过

source: Skipped, reported and uncertain spoken answers never reduce your accuracy.
zh_hans: 跳过、反馈有问题的题目，以及语音识别不确定的回答，都不会计入答错或降低正确率。

source: Slow
zh_hans: 慢速

source: Some questions did not pass review. Retry to prepare the rest.
zh_hans: 部分题目未通过审核，可以重试生成剩余题目。

source: Speak
zh_hans: 口语

source: Speak anywhere. Arrive ready.
zh_hans: 出发前， 练好旅行常用语。

source: Speech feedback
zh_hans: 口语反馈

source: Speech is transcribed for this attempt. Raw audio is not saved or synced.
zh_hans: 语音识别仅用于本次作答，原始录音不会保存或同步。

source: Speech is transcribed for this attempt. Your model receives the transcript for meaning feedback. Raw audio is not saved or synced.
zh_hans: 回答会被识别为文字，发送给所选模型评估意思是否准确。原始录音不会保存或同步。

source: Speech playback
zh_hans: 语音播放速度

source: Spoken answers with uncertain transcription are saved for practice but not scored.
zh_hans: 语音识别结果不确定时，回答会保留供复习，但不计分。

source: Start a set to build confidence for your next trip.
zh_hans: 开始一组练习，熟悉旅行中常用的说法。

source: Start learning
zh_hans: 开始学习

source: Start practice
zh_hans: 开始练习

source: Start practicing
zh_hans: 开始练习

source: Start prepared questions · %lld
zh_hans: 先练已准备好的 %lld 道题

source: Start with approved questions. The rest will be prepared as you practice.
zh_hans: 可以先练已通过审核的题目，剩余题目会在练习时继续生成。

source: Step %lld of %lld
zh_hans: 第 %1$lld 步，共 %2$lld 步

source: Stop recording
zh_hans: 停止录音

source: Strong work. These phrases are ready for real conversations.
zh_hans: 这组题大部分都答对了，可以换个场景继续练习。

source: Surprise me with one
zh_hans: 随机练一题

source: Survival
zh_hans: 入门沟通

source: Sync & privacy
zh_hans: 同步与隐私

source: Sync paused; saved on this device
zh_hans: 同步已暂停，数据已保存在本机

source: Syncing with iCloud
zh_hans: 正在与 iCloud 同步

source: Taxi
zh_hans: 出租车

source: Test connection
zh_hans: 测试连接

source: That situation is outside Prompti's travel-learning scope.
zh_hans: 这个场景不适合旅行语言练习。试试点餐、问路或酒店入住等日常场景。

source: The code expires after 10 minutes. Keep this page open while you sign in.
zh_hans: 授权码有效期为 10 分钟，登录时请保留此页面。

source: The generated batch did not pass safety review.
zh_hans: 生成的题目未通过安全审核。

source: The model declined this request. Choose another travel scene and try again.
zh_hans: 模型未能处理这次请求，请换个旅行场景后重试。

source: The model is busy or rate-limited. Try again shortly.
zh_hans: 模型繁忙或请求次数过多，请稍后重试。

source: The model or API endpoint was not found. Check your model settings.
zh_hans: 找不到模型或 API 接口，请检查模型 ID 和接口地址。

source: The model provider is temporarily unavailable.
zh_hans: 模型服务暂时不可用。

source: The model request timed out. Retry with fewer questions.
zh_hans: 模型请求超时，请减少题量后重试。

source: The model returned an unexpected response.
zh_hans: 模型返回的内容无法读取，请重试。

source: The model stopped before finishing. Try a smaller practice set.
zh_hans: 模型未能生成完整内容，请减少题量后重试。

source: The provider could not be reached. Check your connection and try again.
zh_hans: 无法连接模型服务商，请检查网络后重试。

source: The provider rejected this API key.
zh_hans: API 密钥未通过验证，请检查或更换密钥。

source: The transcript was uncertain
zh_hans: 语音识别结果不确定

source: These defaults can be changed for every practice set.
zh_hans: 以后开始每组练习时，都可以单独调整。

source: This device only
zh_hans: 仅此设备

source: This model is not available for the selected language.
zh_hans: 当前模型不支持所选语言，请更换模型或学习语言。

source: This provider configuration is not supported.
zh_hans: 当前服务商配置不受支持。

source: This set could not be prepared
zh_hans: 这组题目生成失败

source: This trip
zh_hans: 当前目的地的练习情况

source: Today
zh_hans: 今日

source: Transcription did not finish. Try again or compare the sample answer.
zh_hans: 语音识别未完成，可以重试或对照参考答案。

source: Transit
zh_hans: 公共交通

source: Travel brief
zh_hans: 练习内容

source: Try again
zh_hans: 重试

source: Try recording again, or compare your wording with the sample answer.
zh_hans: 可以重新录音，或对照参考答案检查自己的表达。

source: Try to add %lld more
zh_hans: 继续生成 %lld 道题

source: Turn off
zh_hans: 关闭

source: Unable to judge
zh_hans: 暂时无法判断

source: Unable to open secure sign in. Try again.
zh_hans: 暂时无法打开登录页面，请重试。

source: Use a valid public HTTPS endpoint.
zh_hans: 请输入可通过公网访问的 HTTPS 接口地址。

source: Use one short line.
zh_hans: 请用一句话描述，不要换行。

source: Use plain text without invisible control characters.
zh_hans: 文本中含有无法识别的字符，请重新输入。

source: Use this destination
zh_hans: 选定这个目的地

source: Using approved destination facts.
zh_hans: 正在整理已核实的目的地信息和所选场景。

source: Verify model
zh_hans: 验证模型

source: View sample answer
zh_hans: 查看参考答案

source: When enabled, Prompti may call your model while the app is active. This can use extra tokens and create provider charges.
zh_hans: 开启后，Prompti 会在你使用 App 时按需提前生成题目。这会消耗额外 token，并可能产生服务商费用。

source: When enabled, Prompti may call your selected model while the app is open. This can use extra tokens and create provider charges.
zh_hans: 开启后，Prompti 会在你使用 App 时按需提前生成题目。这会消耗额外 token，并可能产生服务商费用。

source: Works with any destination
zh_hans: 可用于任意目的地

source: Worth another look
zh_hans: 再看看参考答案

source: Worth another try
zh_hans: 可以再试一次

source: You can change it for every practice set.
zh_hans: 每组练习都可以单独更改。

source: You completed the route and kept every question moving.
zh_hans: 本次作答没有计分结果。可以对照参考答案，再选几道题练习。

source: You finished the set. Review the tricky turns, then try the route again.
zh_hans: 这组题练完了。先看看参考答案，再复习不熟悉的表达。

source: Your account does not have access to this model. Check provider permissions or choose another model.
zh_hans: 你的账号无权使用此模型。请检查服务商权限或选择其他模型。

source: Your destination, language and scenes go to your selected provider. Credentials stay on this device. Model usage may use account credits.
zh_hans: 目的地、学习语言和场景会发送给所选服务商，用于生成练习。登录凭据只保存在本机。使用模型可能扣除服务商账号的可用额度。

source: Your destination, language and selected scenes are sent directly to your provider. Prompti does not run a proxy server.
zh_hans: 目的地、学习语言和所选场景会直接发送给模型服务商，不经过 Prompti 的服务器转发。

source: Your learning history stays saved. You will choose the destination, language and model again.
zh_hans: 学习记录会保留。你需要重新选择目的地、语言和模型。

source: Your model connection has expired or was revoked. Reconnect in Settings.
zh_hans: 模型连接已失效或被撤销，请在设置中重新连接。

source: Your model is generating a small, practical set.
zh_hans: 模型正在根据你的目的地和场景生成练习。

source: Your most practiced languages and situations
zh_hans: 你练习最多的语言和场景

source: Your next chapter
zh_hans: 继续练习

source: Your next conversation just got easier.
zh_hans: 练过的题目，可以随时到“复习”里查看。

source: Your next conversation starts here.
zh_hans: 今天想练哪些旅行用语？

source: Your progress starts here
zh_hans: 还没有计分记录

source: Your scenes
zh_hans: 自定义场景

source: Your transcript captured the key wording in the sample answer.
zh_hans: 你的回答与参考答案一致。

source: Your transcript will appear here.
zh_hans: 识别出的文字会显示在这里，也可以直接输入回答。

source: Your wording is close. Compare the transcript with the sample and try once more if you like.
zh_hans: 你的用词与参考答案接近，但暂时无法确认意思是否准确，本次不计分。可以对照后再试一次。

source: accuracy
zh_hans: 正确率

source: active days
zh_hans: 练习天数

source: answered
zh_hans: 已作答

source: complete
zh_hans: 已完成

source: correct
zh_hans: 正确

source: days
zh_hans: 天

source: finished
zh_hans: 已完成

source: iCloud account unavailable; saved on this device
zh_hans: iCloud 账户暂不可用，数据已保存在本机

source: iCloud private database
zh_hans: iCloud 同步

source: iCloud ready; waiting for sync
zh_hans: iCloud 已连接，等待同步

source: iCloud storage is full; saved on this device
zh_hans: iCloud 储存空间已满，数据已保存在本机
